<?php

/**
 * ECSHOP 支付宝网银直连语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: PSBC_DEBIT.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['PSBC_DEBIT'] = '邮政储蓄网银支付';
$_LANG['PSBC_DEBIT_desc'] = '邮政储蓄网银支付';
$_LANG['PSBC_DEBIT_account'] = '支付宝帐户';
$_LANG['PSBC_DEBIT_key'] = '交易安全校验码';
$_LANG['PSBC_DEBIT_partner'] = '合作者身份ID';
$_LANG['pay_button'] = '立即使用邮政储蓄网银支付';



$_LANG['PSBC_DEBIT_pay_method'] = '选择接口类型';
$_LANG['PSBC_DEBIT_pay_method_desc'] = '请选择您最后一次跟支付宝签订的协议里面说明的接口类型';
$_LANG['PSBC_DEBIT_pay_method_range'][0] = '使用即时到帐交易接口';
?>